<?php

/*!
 * AFRASS 1.0.0 (2018-11-18, 19:18)
 * http://takiddine.com
 * MIT licensed
 *
 * Copyright (C) 2018 Soulaimane Takiddine , http://takiddine.com
 */

defined('BASEPATH') OR exit('No direct script access allowed');
     


return  [
    
    'lang' => 'ar',
    
             

      'users'=> [
    
            '111'=>' الأعضاء',
             '222'=>'اضافة عضو جديد',
             '1'=>'الإسم',
             '2'=>'الإميل',
             '3'=>'المدينة',
             '4'=>'البنك',
             '5'=>'رقم الحساب',
             '6'=>'تاريخ الإنظمام',
             '7'=>'الدور',
             '8'=>'تنفيذ',
             '9'=>' الإميل',
             '10'=>'المدينة',
             '11'=>'البنك',
             '12'=>'الدور',
             '13'=>'تاريخ الإنظمام',
             '14'=>'الدور',
             '15'=>'تنفيذ',
             '16'=>'حذف',
             '17'=>'تعديل',
             '18'=>'هل أنت متأكد من الخطوة التالية',
             '19'=>'إلغاء',
             '20'=>'أنا موافق ومسؤول عن التالي',
             '21'=>'انتباه',
               ],


  'navbar'=> [

             '1'=>'',
             '2'=>'الرسائل',
             '3'=>'وضع علامة كأنها مقروئة ',
             '4'=>'تسجيل الخروج',
             '5'=>'وضع علامة كأنها مقروئة',
             '6'=>'الاشعارات',
          
               ],


    'sidbar'=> [

             '1'=>'الرئيسية',
             '2'=>'الأعضاء',
             '3'=>'الملفات',
             '4'=>'الأشعارات',
             '5'=>'المدفوعات',
             '6'=>'المهام',
             '7'=>'الإحصائيات',
          
               ],


     'mission'=> [

             '1'=>'المهام',
             '2'=>'جميع المهام',
             '3'=>'المهام في قيد الانتظار',
             '4'=>'مهمات المراجعة',
             '5'=>'المهمات الصالحة',
             '6'=>'المساعدة',
             '7'=>'المساهم',
             '8'=>'تاريخ الانشاء',
             '9'=>'رقم  الملف ',
             '10'=>'الخطوات',
             '11'=>'المساهم',
             '12'=>'الهاتف',
             '13'=>'السيارة',
             '14'=>'الإسم',
             '15'=>'ترقيم السيارة',
             '16'=>'ترقيم السيارة الأصلي',
             '17'=>'النظر',
             '18'=>'الحالة',
             '19'=>'في طور',
             '20'=>' النظر',
             '21'=>' صالح',
             '22'=>'في انتظار المساهم ',
             '23'=>' رفض',
             '24'=>' تاريخ الإنشاء',
             '25'=>' رقم  الملف ',
             '26'=>' خطوة',
             '27'=>'  المساهم',
             '28'=>' الهاتف',
             '29'=>' السيارة',
             '30'=>' مؤمن علي',
             '31'=>' ترقيم السيارة',
             '32'=>' ترقيم السيارة الأصلي',
             '33'=>' النظر',
             '34'=>' الحالة',
             '35'=>' صالح',
             '36'=>' في انتظار المساهم',
             '37'=>' رفض',
             '38'=>' السيارة',
          
               ],
    
    
    
    
    
    'missionview'=> [

             '1'=>'بعتاث  الملف ',
             '2'=>'قم بتنزيل جميع الصور ',
             '3'=>' حذف الأرشيف',
             '4'=>' إرسال الأرشيف',
             '5'=>'المهمات ',
             '6'=>'المرجو اختيار المساهم',
             '7'=>'إلغاء',
             
            
               ],
    
    
    
    
    
     'missioncolaborateur'=> [

             '1'=>'المهام',
             '2'=>'المهام',
             '3'=>' مهمة معلقة',
             '4'=>'مهمة في قيد  الانتظار',
             '5'=>'انتهاء المهمة',
             '6'=>'اختيار الملفات',
             '7'=>'بحث',
             '8'=>'تاريخ ',
             '9'=>'المساهم',
             '10'=>'حسب الشركة',
             '11'=>'مهمة',
             '12'=>'خطوة',
             '13'=>'المساهم',
             '14'=>'الإسم',
             '15'=>'السيارة',
             '16'=>'لوحة ترقيم السيارة',
             '17'=>'ترقيم السيارة الأصلي',
             '18'=>'الهاتف',
             '19'=>'العمل',
             '20'=>'في طور',
             '21'=>'إرسال الصور',
             '22'=>'مهمة',
             '23'=>'في طور',
             '24'=>'الحالة',
             '25'=>' في طور',
             '26'=>'  المساهم',
             '27'=>' الهاتف',
             '28'=>' السيارة',
             '29'=>'الإسم',
             '31'=>' ترقيم السيارة',
             '31'=>' ترقيم السيارة الأصلي',
             '32'=>'العمل',
             '33'=>'إرسال الصور',
               ],


        'page'=> [

             '1'=>'تاريخ اليوم',
             '2'=>'مجموع الملفات',
             '3'=>'مجموع الملفات الكاملة ',
             '4'=>'مجموع الأعضاء',
             '5'=>'مجموع المهام',
             '6'=>'آخر 10 ملفات',
             '7'=>'رقم الملف',
             '8'=>'التاريخ',
             '9'=>'الإسم',
             '10'=>'ترقيم السيارة',
             '11'=>'ترقيم السيارة الأصلي',
             '12'=>'السيارة',
             '13'=>'الهاتف',
             '14'=>'المساعدة',
             '15'=>'المساهم',
             '16'=>'رؤية الكل',
             '17'=>'اخر 10 مهام',
             '18'=>'مهمة',
             '19'=>'حالة',
             '20'=>'المساهم',
             '21'=>'الإسم',
             '22'=>'السيارة',
             '23'=>'ترقيم السيارة',
             '24'=>'ترقيم السيارة الأصلي',
             '25'=>' المساعدة',
             '26'=>'في طور',
             '27'=>' مهمة',
             '28'=>' الحالة',
             '29'=>' في طور',
             '31'=>' المساهم',
             '31'=>' المؤمن عبيه',
             '32'=>'السيارة',
             '33'=>'ترقيم السيارة',
             '34'=>'ترقيم السيارة الأصلي',
             '35'=>'المساعدة',
             '36'=>'رؤية الكل',
            ],



     'notification'=> [

             '1'=>'الإشعارات',
             '2'=>'الأشعارات',
             '3'=>'الأشعارات',
             '4'=>'المتلقي',
             '5'=>'التاريخ',
             '6'=>'الأشعارات',
             '7'=>'المتلقي',
             '8'=>'التاريخ',
        ],

     'payements'=> [

             '1'=>'المدفوعات',
             '2'=>'المساهم',
             '3'=>' الملف   ',
             '4'=>'مجموع الأعضاء',
             '5'=>'التاريخ ',
             '6'=>'المساهم',
             '7'=>' الملف ',
             '8'=>'التاريخ',
             '9'=>'المساهم',
             '10'=>'لا نتيجة',
      ],


        'statistique'=> [
             '1'=>'الأحصائيات',
             '2'=>'الأحصائيات ل :',
             '3'=>'من',
             '4'=>'الى',
             '5'=>'عرض',
             '6'=>'مجموع القضايا',
             '7'=>'مجموع المطالبات كاملة',
             '8'=>'مجموع الخسائر المدفوعة',
             '9'=>'مجموع الخسائر الغير مدفوعة',
             '10'=>'مجموع الأعضاء',
             '11'=>'مجموع المتعاونين',
             '12'=>'مجموع المساعدات',
             '13'=>'مجموع المهام',
             '14'=>'الشركات',
             '15'=>' المتعاونين',
             '16'=>'مجموع الخسائر المدفوعة',
             '17'=>'مجموع المهام',
             '18'=>'مجموع المهام في قسد الانتظار ',
             '19'=>'مجموع المهام الكاملة',
             '20' =>'الإحصائيات ليوم',
        ],

        'sinistre'=> [
             '1'=>'الملفات',
             '2'=>'اضافة ملف',
             '3'=>'الملفات',
             '4'=>'بحث',
             '5'=>'الإسم أو الهاتف أو ترقيم السيارة',
             '6'=>'البحث',
             '7'=>'التاريخ',
             '8'=>'المساهم',
             '9'=>'لاشئ',
             '10'=>'حسب الشركة',
             '11'=>'N°',
             '12'=>'رقم الملف',
             '13'=>'تاريخ الإنشاء',
             '14'=>'تاريخ الملف ',
             '15'=>'الإسم',
             '16'=>'السيارة',
             '17'=>'ترقيم السيارة',
             '18'=>'ترقيم السيارة الأصلي',
             '19'=>'الهاتف',
             '20'=>'المساعدة',
             '21'=>'المساهم',
             '22'=>'قبل',
             '23'=>'في طور',
             '24'=>'بعد',
             '25'=>'العمل',
             '26'=>'دفوع',
             '27'=>'تنبيه',
             '28'=>'أنت متأكد من دفع المتعاون',
             '29'=>'إلغاء',
             '30'=>'موافق و مسؤول',
             '31'=>'تنبيه',
             '32'=>'أنت متأكد من مسح الملف  !',
             '33'=>'إلغاء',
             '34'=>'موافق و مسؤول',
             '35'=>'المرجو اختبار مساهم',
             '36'=>'المرجو اختبار مساهم',
             '37'=>'الغاء',
             '38'=>'مدفوع',
             '39'=>'ارسال المهمة',
     ],



     'sinistre_colaborateur'=> [
             '1'=>' الملفات ',
             '2'=>'بحث',
             '3'=>'الإسم أو الهاتف أو ترقيم السيارة',
             '4'=>'التاريخ',
             '5'=>'المساهم',
             '6'=>'حسب الشركة',
             '7'=>'N°',
             '8'=>'رقم الملف',
             '9'=>'تاريخ الأنشاء',
             '10'=>'الملف',
             '11'=>'الإسم',
             '12'=>'السيارة',
             '13'=>'ترقيم السيارة',
             '14'=>'الترقيم الأصلي',
             '15'=>'الهاتف',
             '16'=>'المساعدة',
             '17'=>'المساهم',
             '18'=>'قبل',
             '19'=>'في طور',
             '20'=>'بعد',
             '21'=>'تنبيه',
             '22'=>' أنت متأكد من الدفع للمساهم',
             '23'=>'الغاء',
             '24'=>'انا موافق ومسؤول',
             '25'=>'تنبيه',
             '26'=>'هل أنت متأكد من حذف  الملف ',
             '27'=>'إلغاء',
             '28'=>'موافق و مسؤول',
             '29'=>'المرجو اختيار المساهم',
             '30'=>'إلغاء',
       ],




    'sinistre_create'=> [

             '1'=>'أنشاء ملف جديد',
             '2'=>'تاريخ الملف',
             '3'=>'كاراج',
             '4'=>'رقم الملف',
             '5'=>'الإسم',
             '6'=>'السيارة',
             '7'=>'ترقيم السيارة',
             '8'=>'ترقيم السيارة الأصلي',
             '9'=>'الهاتف',
             '10'=>'الشركة',
             '11'=>'شركة جديدة',
             '12'=>'المساهم',
             '13'=>'حفظ',
             '14'=>'تاريخ الملف',
            '15'=>'الملفات '


               ],


    'sinistre_edit'=> [

             '1'=>'تعديل  الملف',
             '2'=>'أنشاء ملف جديد',
             '3'=>'رقم الملف',
             '4'=>'تاريخ الملف',
             '5'=>'كراج',
             '6'=>'الإسم',
             '7'=>'السيارة ',
             '8'=>'ترقيم السيارة',
             '9'=>' ترقيم السيارة الأصلي',
             '10'=>'الهاتف',
             '11'=>'الشركة',
             '12'=>'شركة جديدة',
             '13'=>'المساهم',
             '14'=>'حفظ المعلومات',
               ],



'users_create'=> [

             '1'=>'الإسم',
             '2'=>' البطاقة الوطنية',
             '3'=>'الهاتف',
             '4'=>'المدينة',
             '5'=>'البنك',
             '6'=>'رقم الحساب ',
             '7'=>'المساهم',
             '8'=>'المساعدة',
            '9'=>'البريد الإلكتروني',
            '10'=>'كلمة المرور',

             
               ],


    'users_edit'=> [
            '1'=>'تغيير الحساب',
            '2'=>'الأعضاء',
             '3'=>'تغيير المعلومات الشخصية',
             '4'=>'لا تقلق ، فكل المعلومات آمنة ، ولا نشاركها مع أي شخص',
             '5'=>'الأسم',
             '6'=>'البريد الألكتروني',
             '7'=>'رقم البطاقو الوطنية',
             '8'=>'الهاتف',
             '9'=>'المدينة',
             '10'=>'البنك',
             '11'=>'رقم الحساب البنكي',
             '12'=>'تغيير كلمة المرور الخاصة بك',
            '13'=>'تذكر أن كلمة المرور الخاصة بك يجب أن تكون قوية وليس حالية لحمايتك!',
            '14'=> 'حفظ التغييرات',
            '15' =>'تغيير ',

             
               ],

    
    'Auau' => [
        '0' => 'إسم المستخدم أو البريد الإلكتروني',
        '2' => 'أدخل المعلومات أسفله',
        '9' => 'كلمة السر',
        '10' => 'تسجيل الدخول',
        '3' => 'نسيت كلمة المرور ؟',
        '4' => 'استرجاع كلمة المرور',
        '5' => 'الرجاء إدخال عنوان البريد الإلكتروني. سيتم إرسال رابط إلى بريدك الإلكتروني تستطيع من خلاله إنشاء كلمة مرور جديدة.',
        '6' => '',
        '7' => 'استرجاع كلمة المرور ',
        '8' => 'تذكرت كلمة المرور ، تسجيل الدخول',
        '11' => 'أدخل كلمة المرور الجديدة في الحقلين أسفله',
        '12' => 'كلمة المرور الجديدة',
        '13' => 'اعادة كلمة المرور الجديدة',
        '14' => 'تحديث كلمة المرور '
    ],

    

];